Dlubal.DynamPro.LoadingType
Type of loading

Dlubal.DynamPro.LoadingType.UnknownLoadingType
Unknown load type

Dlubal.DynamPro.LoadingType.LoadCaseType
Load case

Dlubal.DynamPro.LoadingType.LoadCombinationType
Load combination

Dlubal.DynamPro.LoadingType.ResultCombinationType
Result combination

Dlubal.DynamPro.LoadingType.SuperCombinationType
Super combination

Dlubal.DynamPro.LoadingType.DynamicCaseType
Dynamic case

Dlubal.DynamPro.LoadingType.DynamicCombinationType
Dynamic combination

Dlubal.DynamPro.LoadingType.ModuleCaseType
Module case